module.exports=[
    {
        "id": 1,
        "name": "NUIST",
        "longitude": "32.205342",
        "latitude": "118.727218"
    },
    {
      "id": 2,
      "name": "Immigration Office",
      "longitude": "32.035063",
      "latitude": "118.780698",
    },
    {
        "id": 3,
        "name": "ABC Bank",
        "longitude": "32.20740",
        "latitude": "118.716856"
    },
    // {
    //     "id": 4,
    //     "name": "陕西师范大学",
    //     "longitude": "108.902888",
    //     "latitude": "34.159134"
    // },
    // {
    //     "id": 5,
    //     "name": "咸阳师范学院",
    //     "longitude": "108.734502",
    //     "latitude": "34.366822"
    // },
    // {
    //     "id": 6,
    //     "name": "西北大学(太白校区)",
    //     "longitude": "108.934224",
    //     "latitude": "34.253588"
    // },
    // {
    //     "id": 7,
    //     "name": "长安大学",
    //     "longitude": "108.962926",
    //     "latitude": "34.238489"
    // },
    // {
    //     "id": 8,
    //     "name": "兰州大学",
    //     "longitude": "103.86663",
    //     "latitude": "36.051997"
    // },
    // {
    //     "id": 9,
    //     "name": "甘肃农业大学",
    //     "longitude": "103.707241",
    //     "latitude": "36.096718"
    // },
    // {
    //     "id": 10,
    //     "name": "西北师范大学",
    //     "longitude": "103.744761",
    //     "latitude": "36.104394"
    // },
    // {
    //     "id": 11,
    //     "name": "甘肃林业职业技术学院",
    //     "longitude": "105.918299",
    //     "latitude": "34.48885"
    // },
    // {
    //     "id": 12,
    //     "name": "兰州交通大学",
    //     "longitude": "103.730911",
    //     "latitude": "36.111356"
    // },
    // {
    //     "id": 13,
    //     "name": "青海师范大学",
    //     "longitude": "101.74888",
    //     "latitude": "36.645819"
    // },
    // {
    //     "id": 14,
    //     "name": "青海师范大学",
    //     "longitude": "101.74888",
    //     "latitude": "36.645819"
    // },
    // {
    //     "id": 15,
    //     "name": "宁夏大学",
    //     "longitude": "106.14383",
    //     "latitude": "38.502388"
    // },
    // {
    //     "id": 16,
    //     "name": "新疆农业大学",
    //     "longitude": "87.573015",
    //     "latitude": "43.818545"
    // },
    // {
    //     "id": 17,
    //     "name": "新疆师范大学",
    //     "longitude": "87.600303",
    //     "latitude": "43.839824"
    // },
    // {
    //     "id": 18,
    //     "name": "新疆大学",
    //     "longitude": "87.622704",
    //     "latitude": "43.772078"
    // },
    // {
    //     "id": 19,
    //     "name": "昆明理工大学莲花校区",
    //     "longitude": "102.70396",
    //     "latitude": "25.066269"
    // },
    // {
    //     "id": 20,
    //     "name": "西南林业大学",
    //     "longitude": "102.75875",
    //     "latitude": "25.063838"
    // },
    // {
    //     "id": 21,
    //     "name": "昆明理工大学津桥学院",
    //     "longitude": "102.660574",
    //     "latitude": "25.078567"
    // },
    // {
    //     "id": 22,
    //     "name": "昆明理工大学津桥学院",
    //     "longitude": "102.660574",
    //     "latitude": "25.078567"
    // },
    // {
    //     "id": 23,
    //     "name": "云南师范大学本部",
    //     "longitude": "102.702368",
    //     "latitude": "25.060959"
    // },
    // {
    //     "id": 24,
    //     "name": "昆明冶金高等专科学校(石江)",
    //     "longitude": "102.448038",
    //     "latitude": "24.888587"
    // },
    
    
]